{
  "reviews": [
   {
    "id": 101,
    "title": "Radical Candor: Be a Kickass Boss Without Losing Your Humanity",
    "author": "Kim Malone Scott",
    "date": "2017-03-14",
    "summary": "After tragedy strikes, Hollis Shaw gathers four friends from different stages in her life to spend an unforgettable weekend on Nantucket.",
    "review": "Radical Candor is a game-changer for leaders. Kim Malone Scott's powerful insights on empathetic yet direct communication make this book essential for every manager. A practical guide to building strong relationships and fostering a motivated team, it leaves a lasting impact on effective leadership. A must-read for aspiring kickass bosses!"
   },
   {
    "id": 102,
    "title": "Founding Sales - The Startup Sales Handbook",
    "author": "Peter Kazanjy",
    "date": "2020-12-08",
    "summary": "The book’s goal is to accelerate the learning and success of those who find themselves in a similar spot Pete did in early 2011—don’t know much about B2B sales, and need to figure it out in a hurry.",
    "review": "Founding Sales - The Startup Sales Handbook is a concise and actionable guide for founders to kickstart sales efforts and build successful startups."
   },
   {
    "id": 103,
    "title": "Self-Renewal: The Individual and the Innovative Society",
    "author": "John W. Gardner",
    "date": "1964-01-01",
    "summary": "Gary Soneji wants to commit the crime of the century. Alex Cross is the brilliant homicide detective pitted against him. Jezzie Flanagan is the first female supervisor of the Secret Service.",
    "review": "Self-Renewal: The Individual and the Innovative Society is a thought-provoking exploration of personal and societal growth. John W. Gardner's timeless insights inspire self-reflection and highlight the importance of continuous learning and adaptability in fostering a thriving and innovative society. A must-read for those seeking positive change."
   },      
   {
    "id": 104,
    "title": "Along Came a Spider",
    "author": "James Patterson",
    "date": "1993-02-01",
    "summary": "Gardner's is not a 'how-to-do-it' book for the conduct of modern society. It is something rarer these days and more a 'why-to-do-it' book",
    "review": "Along Came a Spider grips you from start to finish. James Patterson weaves a masterful thriller with Detective Alex Cross at the heart of a chilling murder investigation. Twists and turns keep you on edge, making it a page-turner you won't be able to put down. A gripping must-read!"
   }
 ]}
